{
    "tweets": "​Thread. Ngomongin mengenai undangan pernikahan yang sempet jadi pikiran selama beberapa hari. 📅",
    "images": null,
    "timestamp": "2025-04-12 22:46",
    "replies": 0,
    "likes": 3,
    "reply": {
        "view": false,
        "replies": [
            {
                "tweets": "Kemarin aku sempet ngerjain undangan pernikahan karena yang bersangkutan pada bulan april ini mau nikah",
                "images": null
            },
            {
                "tweets": "buat temanya kali ini lumayan keren, menurutku. <b>burgundy</b> ✨",
                "images": null
            },
            {
                "tweets": "burgundy itu warna yang masih terang, jadi agak sulit kalo dia mau dipaduin sama font yang warnanya agak terang juga.",
                "images": null
            },
            {
                "tweets": "apalagi kalo teksnya warnanya kayak putih atau ke emas - emasan. jelasnya udah pasti ga keliatan kan?",
                "images": null
            },
            {
                "tweets": "akhirnya nego lagi sama orangnya, dan Alhamdulillah warnanya ganti jadi maroon tua. dark maroon menurutku adalah warna yang lumayan spesial 😄",
                "images": null
            },
            {
                "tweets": "kalo ditanyainn kenapaaa karena mungkin warna perusahaan yang sekarang ini juga warna dasarnya adalah merah, tapi agak muda dikit, jadinya keliatan bagus. apalagi warnanya anak muda banget",
                "images": null
            },
            {
                "tweets": "'tapi kan kalo dark maroon dia beda, jadinya ga bisa disamain'. iya, benerr, tapi aku lebih suka warna yang ini. karena kalo kita liat dari segi psikologis, warna maroon itu adalah warna yang lebih dewasa dibandingkan warna merah yang lebih ceria.",
                "images": null
            },
            {
                "tweets": "Anyway, aku udah selesai ngerjain undangan ini, dan udah dikirim ke yang bersangkutan. semoga dia suka yaa. Kalo kalian mau liat hasilnya, cek dibawah yah",
                "images": null
            },
            {
                "tweets": "<a href='/creation/invitation?to=Kamuu' class='btn btn-sm btn-dark'> <img src='/icons/elements/Link-Out.svg' class='h-20px svg-white me-5' />Lihat undangannya disini.</a>",
                "images": null
            }
        ]
    }
}